Revit 2027 API
ParameterTypeId.RbsCurveVertOffsetParam Property
 "Vertical Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsCurveVertOffsetParam { get; }
Public Shared ReadOnly Property RbsCurveVertOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsCurveVertOffsetParam {
	ForgeTypeId^ get ();
}
static member RbsCurveVertOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace